Repository: damianociarla/DCSPasswordResetExplainViewBundle
Catalog: Resources/translations/DCSUserPasswordResetExplainViewBundle.*.xlf
Languages: it

# error.1
source: The user is not enabled the creation of new password change requests
it: L'utente non è abilitato alla creazione di nuove richieste di cambio password

# error.2
source: The token does not exists
it: Il token non esiste

# error.3
source: The token is already used
it: Il token è già stato utlizzato

# error.4
source: You can not use this token. Try to request a new token
it: Non puoi utilizzare questo token. Prova a richiedere un nuovo token

# error.5
source: The user is not authorized to change passwords
it: L'utente non è abilitato al cambio password

# form_label.1
source: New password
it: Nuova password

# form_label.2
source: Repeat password
it: Ripeti la password

# form_label.3
source: Username
it: Nome utente

# button.1
source: Create new request
it: Cambio password

# button.2
source: Sets new password
it: Imposta nuova password
